{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "dtype": "float32",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "\u4e0d\u4fe1\u4efb",
    "1": "\u4ef7\u683c\u592a\u9ad8",
    "2": "\u4f1a\u6309\u65f6\u5904\u7406",
    "3": "\u4f60\u8fd8\u5728\u5417",
    "4": "\u53f7\u7801\u6765\u6e90",
    "5": "\u5426\u5b9a(\u4e0d\u53ef\u4ee5)",
    "6": "\u5426\u5b9a(\u4e0d\u60f3\u8981)",
    "7": "\u5426\u5b9a(\u4e0d\u65b9\u4fbf)",
    "8": "\u5426\u5b9a(\u4e0d\u662f)",
    "9": "\u5426\u5b9a(\u4e0d\u6e05\u695a)",
    "10": "\u5426\u5b9a(\u4e0d\u7528\u4e86)",
    "11": "\u5426\u5b9a(\u4e0d\u77e5\u9053)",
    "12": "\u5426\u5b9a(\u4e0d\u9700\u8981)",
    "13": "\u5426\u5b9a(\u53d6\u6d88)",
    "14": "\u5426\u5b9a(\u6ca1\u5174\u8da3)",
    "15": "\u5426\u5b9a(\u6ca1\u65f6\u95f4)",
    "16": "\u5426\u5b9a(\u9519\u8bef)",
    "17": "\u5426\u5b9a\u7b54\u590d",
    "18": "\u542c\u4e0d\u6e05\u695a",
    "19": "\u542c\u6211\u8bf4\u8bdd",
    "20": "\u5b9e\u4f53(\u5730\u5740)",
    "21": "\u5df2\u5b8c\u6210",
    "22": "\u6211\u5728",
    "23": "\u6253\u9519\u7535\u8bdd",
    "24": "\u6295\u8bc9\u8b66\u544a",
    "25": "\u62db\u547c\u7528\u8bed",
    "26": "\u6539\u5929\u518d\u8c08",
    "27": "\u65f6\u95f4\u63a8\u8fdf",
    "28": "\u662f\u5426\u673a\u5668\u4eba",
    "29": "\u672a\u80fd\u7406\u89e3",
    "30": "\u67e5\u4f18\u60e0\u653f\u7b56",
    "31": "\u67e5\u516c\u53f8\u4ecb\u7ecd",
    "32": "\u67e5\u64cd\u4f5c\u6d41\u7a0b",
    "33": "\u67e5\u6536\u8d39\u65b9\u5f0f",
    "34": "\u67e5\u7269\u54c1\u4fe1\u606f",
    "35": "\u67e5\u8054\u7cfb\u65b9\u5f0f",
    "36": "\u67e5\u81ea\u6211\u4ecb\u7ecd",
    "37": "\u67e5\u8be6\u7ec6\u4fe1\u606f",
    "38": "\u7528\u6237\u6b63\u5fd9",
    "39": "\u7591\u95ee(\u5730\u5740)",
    "40": "\u7591\u95ee(\u6570\u503c)",
    "41": "\u7591\u95ee(\u65f6\u957f)",
    "42": "\u7591\u95ee(\u65f6\u95f4)",
    "43": "\u793c\u8c8c\u7528\u8bed",
    "44": "\u795d\u798f\u7528\u8bed",
    "45": "\u795d\u8d3a\u7528\u8bed",
    "46": "\u7b54\u65f6\u95f4",
    "47": "\u7b54\u975e\u6240\u95ee",
    "48": "\u7ed3\u675f\u7528\u8bed",
    "49": "\u80af\u5b9a(\u53ef\u4ee5)",
    "50": "\u80af\u5b9a(\u55ef\u55ef)",
    "51": "\u80af\u5b9a(\u597d\u4e86)",
    "52": "\u80af\u5b9a(\u597d\u7684)",
    "53": "\u80af\u5b9a(\u662f\u7684)",
    "54": "\u80af\u5b9a(\u6709)",
    "55": "\u80af\u5b9a(\u6b63\u786e)",
    "56": "\u80af\u5b9a(\u77e5\u9053\u4e86)",
    "57": "\u8981\u6c42\u590d\u8ff0",
    "58": "\u8bed\u6c14\u8bcd",
    "59": "\u8bf7\u6c42\u8c05\u89e3",
    "60": "\u8bf7\u7b49\u4e00\u7b49",
    "61": "\u8bf7\u8bb2",
    "62": "\u8bf7\u8bb2\u91cd\u70b9",
    "63": "\u8d28\u7591\u6765\u7535\u53f7\u7801",
    "64": "\u8d44\u91d1\u56f0\u96be",
    "65": "\u8d5e\u7f8e\u7528\u8bed",
    "66": "\u8f6c\u4eba\u5de5\u5ba2\u670d",
    "67": "\u906d\u9047\u4e0d\u5e78",
    "68": "\u95ee\u610f\u56fe",
    "69": "\u9a9a\u6270\u7535\u8bdd"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "\u4e0d\u4fe1\u4efb": 0,
    "\u4ef7\u683c\u592a\u9ad8": 1,
    "\u4f1a\u6309\u65f6\u5904\u7406": 2,
    "\u4f60\u8fd8\u5728\u5417": 3,
    "\u53f7\u7801\u6765\u6e90": 4,
    "\u5426\u5b9a(\u4e0d\u53ef\u4ee5)": 5,
    "\u5426\u5b9a(\u4e0d\u60f3\u8981)": 6,
    "\u5426\u5b9a(\u4e0d\u65b9\u4fbf)": 7,
    "\u5426\u5b9a(\u4e0d\u662f)": 8,
    "\u5426\u5b9a(\u4e0d\u6e05\u695a)": 9,
    "\u5426\u5b9a(\u4e0d\u7528\u4e86)": 10,
    "\u5426\u5b9a(\u4e0d\u77e5\u9053)": 11,
    "\u5426\u5b9a(\u4e0d\u9700\u8981)": 12,
    "\u5426\u5b9a(\u53d6\u6d88)": 13,
    "\u5426\u5b9a(\u6ca1\u5174\u8da3)": 14,
    "\u5426\u5b9a(\u6ca1\u65f6\u95f4)": 15,
    "\u5426\u5b9a(\u9519\u8bef)": 16,
    "\u5426\u5b9a\u7b54\u590d": 17,
    "\u542c\u4e0d\u6e05\u695a": 18,
    "\u542c\u6211\u8bf4\u8bdd": 19,
    "\u5b9e\u4f53(\u5730\u5740)": 20,
    "\u5df2\u5b8c\u6210": 21,
    "\u6211\u5728": 22,
    "\u6253\u9519\u7535\u8bdd": 23,
    "\u6295\u8bc9\u8b66\u544a": 24,
    "\u62db\u547c\u7528\u8bed": 25,
    "\u6539\u5929\u518d\u8c08": 26,
    "\u65f6\u95f4\u63a8\u8fdf": 27,
    "\u662f\u5426\u673a\u5668\u4eba": 28,
    "\u672a\u80fd\u7406\u89e3": 29,
    "\u67e5\u4f18\u60e0\u653f\u7b56": 30,
    "\u67e5\u516c\u53f8\u4ecb\u7ecd": 31,
    "\u67e5\u64cd\u4f5c\u6d41\u7a0b": 32,
    "\u67e5\u6536\u8d39\u65b9\u5f0f": 33,
    "\u67e5\u7269\u54c1\u4fe1\u606f": 34,
    "\u67e5\u8054\u7cfb\u65b9\u5f0f": 35,
    "\u67e5\u81ea\u6211\u4ecb\u7ecd": 36,
    "\u67e5\u8be6\u7ec6\u4fe1\u606f": 37,
    "\u7528\u6237\u6b63\u5fd9": 38,
    "\u7591\u95ee(\u5730\u5740)": 39,
    "\u7591\u95ee(\u6570\u503c)": 40,
    "\u7591\u95ee(\u65f6\u957f)": 41,
    "\u7591\u95ee(\u65f6\u95f4)": 42,
    "\u793c\u8c8c\u7528\u8bed": 43,
    "\u795d\u798f\u7528\u8bed": 44,
    "\u795d\u8d3a\u7528\u8bed": 45,
    "\u7b54\u65f6\u95f4": 46,
    "\u7b54\u975e\u6240\u95ee": 47,
    "\u7ed3\u675f\u7528\u8bed": 48,
    "\u80af\u5b9a(\u53ef\u4ee5)": 49,
    "\u80af\u5b9a(\u55ef\u55ef)": 50,
    "\u80af\u5b9a(\u597d\u4e86)": 51,
    "\u80af\u5b9a(\u597d\u7684)": 52,
    "\u80af\u5b9a(\u662f\u7684)": 53,
    "\u80af\u5b9a(\u6709)": 54,
    "\u80af\u5b9a(\u6b63\u786e)": 55,
    "\u80af\u5b9a(\u77e5\u9053\u4e86)": 56,
    "\u8981\u6c42\u590d\u8ff0": 57,
    "\u8bed\u6c14\u8bcd": 58,
    "\u8bf7\u6c42\u8c05\u89e3": 59,
    "\u8bf7\u7b49\u4e00\u7b49": 60,
    "\u8bf7\u8bb2": 61,
    "\u8bf7\u8bb2\u91cd\u70b9": 62,
    "\u8d28\u7591\u6765\u7535\u53f7\u7801": 63,
    "\u8d44\u91d1\u56f0\u96be": 64,
    "\u8d5e\u7f8e\u7528\u8bed": 65,
    "\u8f6c\u4eba\u5de5\u5ba2\u670d": 66,
    "\u906d\u9047\u4e0d\u5e78": 67,
    "\u95ee\u610f\u56fe": 68,
    "\u9a9a\u6270\u7535\u8bdd": 69
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "transformers_version": "4.57.3",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 21128
}
